Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: "At 31 December 2009, the obligations in respect of future salaries, future social security costs and incentives relating to early retirees, as well as the obligations for future contributions to the Pension Plan (all of which were considered as defined benefit obligations) were covered by an internal provision amounting to EUR 333 thousand (31 December 2008 EUR 1,327 thousand), which was recognised under ""Provisions - Provisions for Pensions and Similar Obligations"" in the consolidated balance sheet (see Note 17) and related to early retirement obligations incurred as a result of the aforementioned Agreement dated 2 April 2001."
es: "El importe de los compromisos en concepto de salarios futuros, cotizaciones sociales futuras e incentivos del personal prejubilado, así como los compromisos por aportaciones futuras al Plan de Pensiones, considerados todos ellos como compromisos de prestación definida, se encontraban cubiertos al 31 de diciembre de 2009 mediante un fondo interno por importe de 333 miles de euros (1.327 miles de euros al 31 de diciembre de 2008), registrado en el epígrafe ""Provisiones - Fondos para pensiones y obligaciones similares"" del balance consolidado (véase Nota 17), que corresponden a los compromisos por prejubilaciones devengados en función del Acuerdo de fecha 2 de abril de 2001 citado anteriormente."

source: It has always been the President who was in charge of fixing minimum wages, under criteria which do not correspond with the ones established by ordinary law nor by constitutional and international obligations incurred with the human rights covenants and treaties of which Guatemala is party.
es: Por tanto, ha correspondido al Presidente el fijar dicho salario mínimo, bajo criterios que no responden a los criterios fijados por la ley ordinaria ni a las obligaciones constitucionales e internacionales resultantes de los convenios y tratados en materia de derechos humanos de los que Guatemala es parte.

source: 4.2 Appropriation shall be available for obligations incurred during the financial year to which they relate.
es: 4.2 Los créditos aprobados estarán disponibles para las obligaciones contraídas durante el ejercicio financiero para el cual hayan sido aprobadas.

source: would lead to a better understanding of the scope of the obligations incurred by Governments, making them more tangible and the goals more attainable.
es: El establecimiento de un mecanismo de vigilancia ayudaría a una mayor comprensión del contenido de las obligaciones contraídas por los gobiernos, y las haría más tangibles y contribuiría a que los objetivos fueran más alcanzables.

source: The law should clearly state which obligations incurred between actual creation and formal establishment will be considered to carry over to the organization once it becomes a legal entity.
es: La ley deberá estipular claramente qué obligaciones contraídas entre la creación propiamente dicha y la constitución formal de la organización se considerarán como tales una vez adquirida la personería jurídica.

source: Financial obligations incurred under these situations are the responsibility of the student or family.
es: Las obligaciones financieras que incurran dentro de estas situaciones son la responsabilidad del estudiante o de su familia.

source: Add 10.5 Liability of WSA WSA is not responsible for any debts or obligations incurred by or actions or activities of any of its members.
es: Añadir 10,5 Responsabilidad de WSA La WSA no se hace responsable de ninguna deuda u obligaciones contraídas por acciones o actividades de alguno de sus miembros.

source: To ensure efficient administration of the proceedings, many agreements address the costs and fees of proceedings, and at least some specifically address the insolvency representatives' fees.263 In general, agreements follow the principle that obligations incurred by the insolvency representatives should be funded from the respective insolvency estate.264 182.
es: En algunos se dispone, por ejemplo, que la remuneración de los profesionales contratados por el deudor, o incluso por los acreedores garantizados o los prestamistas que concedan crédito tras la apertura del procedimiento, estará regulada por el tribunal de ese Estado; no se exige la aprobación de otro tribunal.

source: National legislation shall specify the persons who shall be responsible to the Customs for compliance with the obligations incurred under Customs transit, in particular for ensuring that the goods are produced intact at the office of destination in accordance with the conditions imposed by the Customs.
es: La legislación nacional definirá las personas responsables ante la Aduana del cumplimiento de las obligaciones incurridas bajo el régimen de tránsito aduanero, a fin de asegurar especialmente la presentación intacta de las mercancías ante la oficina de destino conforme a las condiciones impuestas por la Aduana.

source: Previously, in February 2009, CEMEX and its counterparties agreed the settlement of a portion of the obligations incurred through derivative instruments.
es: Previamente, en febrero de 2009, CEMEX y sus contrapartes acordaron la liquidación de una porción de las obligaciones adquiridas a través de instrumentos derivados, mediante el retiro en definitivo de una parte de los montos depositados en las cuentas de margen al 31 de diciembre de 2008.

source: You'll get access to our in-depth fund research, as well as our portfolio and x-ray tool, investment alerts, and newsletter subscriptions.
es: Usted tendrá acceso a nuestros estudios en profundidad, así como a nuestra herramienta de carteras, a alertas de inversión y al boletín semanal.

source: In connection with newsletter subscriptions Konami of Europe GmbH only logs and stores your e-mail address, which is essential for sending you the newsletter.
es: En el marco de su abono al boletín informativo, Konami of Europe GmbH únicamente recogerá y guardará su dirección de e-mail imperiosamente necesaria para enviarle el boletín.

source: Plus you can set up the program to automatically process newsletter subscriptions and requests to be removed from your mailing lists.
es: Además puede configurar el programa para que procese de forma automática las suscripciones y peticiones de su boletín para eliminarlas de sus listas de correos.

source: Fulfill requests for newsletter subscriptions.
es: Satisfacer las solicitudes de suscripción de boletines informativos.

source: DDI's third party newsletter publishing service provider for managing email newsletter subscriptions collects and stores visitor information in a secure and private manner on behalf of DDI.
es: El proveedor tercerizado de servicio de publicación de boletines de DDI, para administrar las suscripciones de correo electrónico de dichos boletines, reúne y almacena información del visitante de manera segura y privada en nombre de DDI.

source: No. of consultations at opportunities No. of employee-NGO contacts No. of employee opportunities Newsletter subscriptions
es: Nº consultas a oportunidades Nº contactos empleados -ONG Nº oportunidades empleados Suscripciones a boletín

source: Newsletter subscriptions are handled similarly.
es: Las suscripciones a boletines se manejan de manera similar.

source: Recipients can edit their personal information or manage newsletter subscriptions by visiting the edit profile page.
es: Los usuarios registrados pueden modificar sus datos personales o administrar sus suscripciones a los boletines ingresando a su página de editar perfil.

source: We store data in connection with Newsletter subscriptions, about requests for pension information, an insurance record or a pension account statement as well as with regard to changes of address.
es: Guardamos datos con relación a la suscripción al newsletter, en caso de solicitud de información sobre una pensión, una carrera de seguro y el estado de una pensión, así como en caso de modificación de la dirección.

source: In Space undertakes not to transmit, sell or dispose of, by any means, the data sent to registered users through the registration form for newsletter subscriptions, and / or users who sign the guestbook.
es: In Space se compromete a no difundir, vender o ceder, por cualquier medio, los datos enviados de los usuarios registrados mediante el formulario de registro de suscripciones al boletín informativo, y/o de los usuarios que firmen el libro de visitas.

source: Grayson Rosenberger, shown here in Ghana, invented an inexpensive skin covering for prosthetic limbs.
es: Grayson Rosenberger, de visita en Ghana, inventor de una económica capa epidérmica artificial para cubrir prótesis.

source: There already exist other formats of learning environments which are not invented from education but from other contexts, basically from the entrepreneurs.
es: Existen ya otros formatos de entornos de aprendizaje, que no se están inventando desde la educación sino más bien desde otros ámbitos, básicamente desde los empresarios.

source: Remembering that the industrial world becomes modern not when the machine was invented but when human realized that machines form part of the human relations.
es: Nos recordó que en el mundo industrial se modernizó no cuando se inventaron las máquinas sino cuando el humano realizó que las máquinas forman parte de las relaciones humanas.

source: It was not invented by nutritionists, but is the product of many centuries of tradition, passed down through generations.
es: No la inventaron los nutricionistas, sino que es el producto de muchos siglos de tradición que se ha transmitido a través de generaciones.

source: As we said during the consultations, Costa Rica has not invented human rights in the Sahara.
es: Como lo dijimos durante las consultas previas, Costa Rica no inventó el tema de los derechos humanos en el Sáhara.

source: Can you not give me some specific information here and now?
es: ¿No puede usted concretarme algo con carácter inmediato?

source: However, we are not here today for recriminations but for looking ahead.
es: No obstante, hoy no estamos aquí para hacer reproches, sino para mirar al futuro.

source: "Reinforcing egoism (e. g. ""we must deal with our waste - but not here"")"
es: "Reforzar el egoísmo (ej. ""tenemos que ver donde vertemos nuestros residuos, pero no aquí"")"

source: Why are two systems acceptable in e-commerce and not here?
es: ¿Por qué se admiten dos sistemas para el comercio electrónico y aquí no?

source: These words are not quite as good brands as invented words, but they will often prove adequate.
es: Esas palabras no dan origen a marcas tan eficaces como las palabras inventadas, pero de todos modos pueden servir.

source: (b) Encourage the development of different forms of secondary education, including general and vocational education, make them available and accessible to every child, and take appropriate measures such as the introduction of free education and offering financial assistance in case of need
es: b) Fomentar el desarrollo, en sus distintas formas, de la enseñanza secundaria, incluida la enseñanza general y profesional, hacer que todos los niños dispongan de ella y tengan acceso a ella y adoptar medidas apropiadas tales como la implantación de la enseñanza gratuita y la concesión de asistencia financiera en caso de necesidad

source: It is restoring peace, bringing solace and offering hope to millions of people afflicted by conflict and complex crises around the world.
es: Restablecen la paz, llevan la tranquilidad y ofrecen esperanzas a millones de personas afligidas por los conflictos y las crisis complejas en todo el mundo.

source: For example, if the commercial package focuses on the voice element, thus acknowledging it as the central element in the offering, the service provided would fall into the scope of the voice telephony regulatory regime.
es: Por ejemplo, si la oferta comercial se centra en el aspecto vocal y, así lo considera el elemento principal, el servicio prestado entraría en el Æmbito del rØgimen reglamentario de telefonía vocal.

source: With regard to migrant children or the children of migrant workers, Act No. 25.871 on Migration sets out the broad lines of Argentine migration policy and meets the obligations incurred by the country in respect of the human rights, integration and mobility of migrants.
es: 284. En lo que se refiere a niños migrantes o hijos de trabajadores migrantes, la Ley Nº 25871 de migraciones, fija los lineamientos fundamentales de la política migratoria argentina y da cumplimiento a los compromisos asumidos por el país en materia de derechos humanos, integración y movilidad de los migrantes.

source: The controlling party, if so requested by the carrier, shall provide security for the amount of all additional expenses or financial obligations incurred by the carrier that may be reasonably expected to arise in connection with the execution of instructions.
es: La parte controladora, si así lo solicita el porteador, aportará una garantía que cubra los gastos adicionales o las obligaciones financieras contraídas por el porteador que razonablemente prevea que puedan producirse por causa de la ejecución de las instrucciones.

source: For the purpose of the program ceiling, external debt-service arrears are defined as overdue debt service arising in respect of obligations incurred directly or guaranteed by the public sector, except on debt subject to rescheduling or restructuring, as indicated by the respective creditors.
es: Para propósito del techo del programa, los atrasos sobre deuda externa son definidos como el servicio de deuda vencido en relación con las obligaciones incurridas directamente o garantizadas por el sector público, excepto la deuda sujeta a refinanciamiento o reestructuración tal como lo indique el respectivo acreedor.

source: For measurement of the ion conductivity, which is calculated from the dielectric loss factor, or its reciprocal value, the ion viscosity, NETZSCH offers single- and multiple-channel DEA systems, depending on the application, which operate in various measurement and frequency ranges with different types of sensors.
es: NETZSCH ofrece sistemas DEA de un solo canal y de múltiples canales, dependiendo de la aplicación, que funcionan en varias escalas de frecuencia y de medición con diferentes tipos de sensores, para la medición de la conductividad iónica, que se calcula a partir del factor de pérdida dieléctrica o su valor recíproco, la viscosidad iónica.

source: Registration allows you to easily monitor and manage your orders, preorders, addresses, newsletter subscriptions and to take part in special offers.
es: Mediante el Registro en nuestra Tienda, puede comprar más rápidamente, conocer en cualquier momento el estado de sus pedidos y tener siempre un resumen de sus pedidos anteriores.

source: Please take notice of address changes for Grapevine on the back page of the area newsletter and subscriptions are now $27/year.
es: Por favor tome nota de los cambios de dirección para el Grapevine en la página de atrás del noticiero del área y las subscripciones es ahora cuestan $27/por año. el Próximo evento incluye una presentación al Distrito 7 el Dia de Servicio Agosto 16..

source: A subscription for the local PTA president to Our Children magazine, which includes PTA best practices, tips for running a PTA, and a reproducible parent involvement newsletter in English and Spanish (additional subscriptions are available at the discounted member rate)
es: Una suscripción a la revista Our Children para el presidente de PTA local y que contiene la mejor formar de utilizar PTA, ideas para encabezar un PTA y un comunicado sobre el envolvimiento de los padres, en inglés y en español; (hay suscripciones adicionales a precios de descuento para los miembros)

source: If you do login or register, you will not see my newsletter in your list of subscriptions yet.
es: Si usted inicia o registra, usted no verá mi boletín en su lista de suscripciones todavía.

source: Subscriptions to the Reporters Without Borders newsletter.
es: Las suscripciones a la Lettre de Reporters sans frontières.

source: Subscriptions to our newsletter, etc.
es: Suscripción al boletín electrónico, etc.

source: There will be territorial boundaries marked on paper which are figurative, invented, not uniform de facto geographical realities.
es: Se efectuarán delimitaciones territoriales figurativas, inventadas, que no obedecerán a una realidad geográfica real y uniforme.

source: How could they, since telephones had not been invented!
es: Cómo podían hacerlo si el teléfono aún no era inventado!

source: The participants at this event were not invented.
es: Las personas que intervinieron en esa fiesta no son ficticias.

source: 3 Anti-Semitism was not invented by Hitler; it is an age-old story that arises from religious and economic reasons to which Hitler added the racial ingredient and it was - and still is - firmly set into many people's minds.
es: 3 El antisemitismo no lo inventó Hitler. Tiene una historia más que milenaria, obedece a razones religiosas y económicas a las que Hitler añadió el ingrediente racial y estaba y sigue estando arraigado en la mente de mucha gente.

source: Moreover, the first classical diffusion batteries were running in Barum, and it was here, that the Rapidapparatus invented by Raabe was implemented for the first time.
es: En Barum funcionaron también las primeras baterías clásicas de difusión, allí se instaló por primera vez el aparato Rapid de Raabe, pero hacían falta facilidades propias de desarrollo y de ensayo.

source: The group and channel system provides an optimum frequency spread when using multiple systems.
es: El sistema de grupos y canales proporciona una separación óptima de frecuencias cuando se utilicen sistemas múltiples.

source: ResLogic's next generation WebResManager Platform features a powerful full featured online reservation management system and cutting edge web 2.0 multiple channel online booking engine to give your leisure travel company a clear competitive advantage at a price less then you might expect.
es: ResLogic la próxima generación WebResManager Plataforma cuenta con un poderoso ofrecido completo sistema de gestión de reservas on-line y web 2.0 vanguardia múltiples canal motor de reservas en línea para darle a su compañía de viajes de ocio una clara ventaja competitiva a un precio inferior a lo que esperas.

source: The PCCH is a multiple access channel used for layer 3 control signalling between the fixed network equipment and the mobile stations.
es: El PCCH es un canal de acceso múltiple utilizado para la señalización de control de Capa 3 entre el equipo de la red fija y las estaciones móviles.

source: OMEGA 76 is an aluminium lighting channel system with LED technology.
es: OMEGA 76 es un sistema para canales de luz con tecnología LED fabricado en aluminio.

source: Completing your high-end multi-channel system.
es: Su sistema de canales múltiples de alta gama queda completo.

source: The system of liability under the two international conventions is a multiple system.
es: El sistema de responsabilidad con arreglo a los dos convenios internacionales es un sistema múltiple.

source: Braking system (multiple discs in oil bath and all-wheel auto activation)
es: Circuito de frenos (multi-discos en baño de aceite y conexión de la doble tracción)

source: Implementation may cross departmental boundaries, involve several teams, and affect multiple system platforms.
es: La implementación puede cruzar los límites de los departamentos, involucrar a varios equipos de gente, y afectar a múltiples plataformas de sistema.

source: Marco is the founder and director of Digicult, a multiple communication channel focusing on digital art and culture - including a news channel; a monthly online magazine; an audiovisual podcast; and an art agency.
es: Marco es el fundador y director de Digicult, un canal de comunicación múltiple sobre arte y cultura digitales que incluye un canal de noticias, una revista en línea mensual, un podcast audiovisual y una agencia de arte.

source: The United Nations support to AMISOM will require unprecedented action in ensuring effectiveness and accountability, with our significant United Nations presence in the theatre of operations and with multiple ways to channel contributions.
es: El apoyo de las Naciones Unidas a la AMISOM requerirá medidas sin precedentes para garantizar la eficacia y la rendición de cuentas, con la importante presencia de las Naciones Unidas en el teatro de operaciones y con múltiples maneras de canalizar las contribuciones.

source: The telephone was not invented until 1876, and universal phone service was not developed until considerably later.
es: El teléfono no se inventó hasta 1876 y el servicio telefónico universal no se desarrolló hasta tiempo considerable después.

source: Few substances can do this without simultaneously proving toxic to the body; that's why antibiotics were not invented until the 20th century and remain difficult to invent even today.
es: Pocas sustancias pueden hacer esto, sin que al mismo tiempo resulten tóxicas para el cuerpo; ese es el porqué los antibióticos no fueron inventados sino hasta el siglo XX, y hoy en día aún es difícil inventarlos.

source: The motorcycle and the four-wheeled automobile were invented here by the German engineer Gottlieb Daimler.
es: El ingeniero alemán Gottlieb Daimler inventó en Stuttgart la motocicleta y el automóvil de cuatro ruedas.

source: These approaches, of course, were not invented in Dakar but correspond to experience acquired and lessons learned from many contexts over many years.
es: Es obvio que estos planteamientos no se inventaron en Dakar, sino que corresponden a las experiencias adquiridas y a las lecciones sacadas en muchos contextos desde hace muchos años.

source: The possibility to deliver multiple programs per channel frees a lot of spectrum space.
es: Múltiples programas por canal dejan mucho espectro libre para más canales.

source: If you are working with a measurement box that supports multiple channels, the appropriate channel for this measurement mean needs to be selected in here.
es: Si usted está trabajando con una caja de la medida que apoye los canales múltiples, el canal apropiado para este medio de la medida necesita ser seleccionado aquí.

source: MIMO techniques are based on establishing several parallel independent communication channels through the same space and frequency channel by using multiple antenna elements at both ends of the link.
es: Las técnicas MIMO se basan en el establecimiento de varios canales de comunicación independiente paralelos por el mismo canal espacial y de frecuencia, utilizando elementos múltiples de antena en ambos extremos del enlace.

source: The world's only dual-channel system for column method enrichment doubles both sample preparation speed and AOX sample throughput in your laboratory.
es: Un sistema de doble vía único a nivel mundial para el enriquecimiento según el método de columnas que no solo duplica la velocidad en la preparación de las muestras, sino que aumenta la producción de muestras AOX en su laboratorio.

source: The MCS (Multi Channel System) or MMS (Monolithic Miniature Spectrometer) optics have proven their worth based on lasting dependability in laboratory analysis as well as process analysis.
es: Los sistemas MCS (sistemas de vías múltiples) o los MMS (espectrómetros de miniatura monolítica) son lo más eficaces en el análisis de procesos y además ofrecen continuamente fiabilidad para el análisis en laboratorios.
